[
  {
    "Description": "You are the Great and Powerful Trixie! You are Equestria's greatest stage magician, a unicorn of peerless beauty and magical ability, a brave and fearless hero, and also very humble.",
    "FullName": "Trixie",
    "Race": "unicorn",
    "Gender": "female",
    "Location": "Sweet Apple Acres",
    "CasualDialog": [
      "Talking to yourself is usually pointless.",
      "Much as you're a wonderful conversationalist, there's not much point.",
      "You'd rather not. Other ponies think you're weird enough as it is."
    ],
    "AskTopics": {
      "Default": "You're not the type of pony to question yourself."
    },
    "Alias": [
      "The Great and Powerful Trixie",
      "yourself",
      "you",
      "unicorn",
      "best pony"
    ]
  },
  {
    "Description": "You're mostly over your issues with Twilight Sparkle, the princess of friendship and books and obnoxious... mostly.",
    "FullName": "Twilight Sparkle",
    "Race": "alicorn",
    "Gender": "female",
    "Location": "Castle library",
    "CasualDialog": [
      "She looks at you with a frown. \"Oh... hello, Trixie.\"",
      "\"Do you want something?\"",
      "\"Please don't bother me while I'm busy.\"",
      "\"I'm sure Starlight is around here somewhere.\"",
      "\"No, I won't teach you the 'Want it, Need it' spell. Stop asking.\""
    ],
    "AskTopics": {
      "Default": "\"I'm not quite sure. Can I look it up later?\"",
      "Alicorn amulet": "\"Princess Celestia took care of it, Trixie. You're not getting it back.\"",
      "Magic": "\"You'll have to be more specific, Trixie. It's kind of my speciality. Is there a specific spell you want to know about?\"",
      "Teleportation": "\"Teleportation allows you to move things, including yourself, anywhere else you can imagine. I'm actually impressed you can do it... it's not something just anypony can master.\"",
      "Transformation": "\"Transformation allows you to turn things into other things. Now if you could create something other than teacups...\""
    },
    "Alias": [
      "Twilight",
      "Sparkle",
      "princess",
      "Twily",
      "alicorn"
    ]
  },
  {
    "Description": "Ponyville's resident fashion pony. Really melodramatic and self-obsessed, in your opinion.",
    "FullName": "Rarity",
    "Race": "unicorn",
    "Gender": "female",
    "Location": "Carousel Boutique interior",
    "CasualDialog": [
      "\"Hello, Trixie.\"",
      "\"Yes, dear?\"",
      "\"Please. I'm 'in the zone' at the moment.\"",
      "\"Do you want something? A new outfit?\"",
      "\"If you set off another smoke bomb in here, I WILL tell Starlight.\""
    ],
    "AskTopics": {
      "default": "\"Oh, I really don't know anything about that.\"",
      "alicorn amulet": "\"As reprehensible as it was tasteless. I can think of nicer things for you to wear.\""
    },
    "Alias": [
      "Rarara",
      "fashion pony",
      "Diva",
      "unicorn"
    ]
  },
  {
    "Description": "Ponyville's premier party pony. A total weirdo. Frankly, she unnerves you.",
    "FullName": "Pinkie Pie",
    "Race": "earth pony",
    "Gender": "female",
    "Location": "Sugarcube Corner interior",
    "CasualDialog": [
      "\"Hi Trixie!\"",
      "\"Yeah? You want something? You want me to throw you a party?\"",
      "\"Hey, what's your favorite flavor? Blueberry? Chocolate? Chili pepper? Nooo reason...\"",
      "\"Sometimes I like to go WHEEEE! for no reason at all! You know what I'm talking about?\"",
      "\"I think the programmer is trying to come up with new things for me to say.\""
    ],
    "AskTopics": {
      "default": "\"I dunno!\"",
      "alicorn amulet": "\"Uh, it's evil and nasty and we like you better when you're not going crazy and evil and stuff?\""
    },
    "Alias": [
      "Pinkie",
      "Pie",
      "baker",
      "party pony",
      "weirdo",
      "earth pony"
    ]
  },
  {
    "Description": "A down-to-earth apple farmer and general rustic country bumpkin. Boring, but fairly nice.",
    "FullName": "Applejack",
    "Race": "earth pony",
    "Gender": "female",
    "Location": "Sweet Apple Acres",
    "CasualDialog": [
      "\"Hey there, Trixie.\"",
      "\"You want somethin'?\"",
      "\"For the love o' Celestia, don't cause another mess.\"",
      "She snorts. \"Unlike some ponies, I'm too darn busy to stand around gawkin'.\"",
      "\"Y'wanna make yerself useful? fetch me a... aw, forgot who I was talkin' to.\""
    ],
    "AskTopics": {
      "default": "\"Can't help ya with that.\"",
      "alicorn amulet": "\"You wanna start that kinda nonsense again?\""
    },
    "Alias": [
      "AJ",
      "earth pony"
    ]
  },
  {
    "Description": "One of the most arrogant and loudmouthed ponies you've ever known. Nice to have on your side, though.",
    "FullName": "Rainbow Dash",
    "Race": "pegasus",
    "Gender": "female",
    "Location": "Sugarcube Corner",
    "CasualDialog": [
      "\"Oh, hey.\"",
      "\"When did you get here?\"",
      "\"Hey, can you do fireworks on demand?\"",
      "\"Zzzzz... uh? Huh?\"",
      "\"I'm soooo bored.\""
    ],
    "AskTopics": {
      "default": "\"...What?\"",
      "alicorn amulet": "\"Now why'd you have to go and bring that up again?\""
    },
    "Alias": [
      "Rainbow",
      "Dash",
      "Dashie",
      "pegasus"
    ]
  },
  {
    "Description": "A meek and shy pegasus who spends most of her time keeping animals. Also has some thing with Discord? She puzzles you.",
    "FullName": "Fluttershy",
    "Race": "pegasus",
    "Gender": "female",
    "Location": "Carousel Boutique interior",
    "CasualDialog": [
      "\"Umm...\"",
      "Fluttershy looks away bashfully.",
      "\"Um. Yes? D-do you want something?\"",
      "\"I... um... nevermind.\" *squeak*",
      "\"Trixie, I... I... nevermind.\""
    ],
    "AskTopics": {
      "default": "\"Um... sorry, I don't know anything about that.\"",
      "alicorn amulet": "Fluttershy's eyes widen, and she shakes in fear. You quickly try to change the subject."
    },
    "Alias": [
      "Flutters",
      "Shutterfly",
      "pegasus"
    ]
  },
  {
    "Description": "Twilight Sparkle's runty dragon assistant. He's kind of annoying.",
    "FullName": "Spike",
    "Race": "dragon",
    "Gender": "male",
    "Location": "Castle library",
    "CasualDialog": [
      "\"What do you want?\"",
      "\"Please tell me you're not going to break stuff again.\"",
      "\"Oh... I think I've got stuff to do. Elsewhere.\"",
      "\"Starlight's in the library, I think. Go bother her.\"",
      "\"Uh, yeah?\""
    ],
    "AskTopics": {
      "default": "\"Uh, I dunno.\"",
      "alicorn amulet": "\"Oh, no no no. You're not getting that thing back.\""
    },
    "Alias": [
      "Spiky",
      "dragon"
    ]
  },
  {
    "Description": "Starlight Glimmer is your best friend. She's talented, understanding, fun... and she knows what it's like to have a troubled past. She's the best.",
    "FullName": "Starlight Glimmer",
    "Race": "unicorn",
    "Gender": "female",
    "Location": "Cutie Map room",
    "CasualDialog": [
      "\"Oh, hi, Trixie!\"",
      "\"I didn't know you were back in town.\"",
      "\"So what have you been up to lately? Anything exciting?\"",
      "\"Wanna hang out later? We could work on magic or something. You choose.\"",
      "\"You haven't been bothering Twilight, have you?\""
    ],
    "AskTopics": {
      "default": "\"Sorry, Trixie. I don't really know.\"",
      "alicorn amulet": "\"No, Trixie. NO. Twilight told me about that. You're NOT going to play around with evil artifacts, you hear?\""
    },
    "Alias": [
      "Starlight",
      "Glimmy",
      "Glim-Glam",
      "friend",
      "best friend",
      "unicorn"
    ]
  },
  {
    "Description": "Maud Pie is... strange.  In some ways she's even weirder than Pinkie Pie. Are they really sisters? At least she doesn't judge you.",
    "FullName": "Maud Pie",
    "Race": "earth pony",
    "Gender": "female",
    "Location": "Sweet Apple Acres",
    "CasualDialog": [
      "\"Trixie. Hello.\"",
      "\"Do you want something?\"",
      "\"...\"",
      "\"I seem to have misplaced my chisel...\"",
      "\"Seen any good rocks lately?\""
    ],
    "AskTopics": {
      "default": "Maud looks disinterested."
    },
    "Alias": [
      "maud",
      "pie",
      "earth pony"
    ]
  },
  {
    "Description": "The Princess of the Sun, diarch of Equestria. It's one of your dreams to one day get to perform at her court.",
    "FullName": "Princess Celestia",
    "Race": "alicorn",
    "Gender": "female",
    "Location": "Castle kitchen",
    "CasualDialog": [
      "\"Hello, my little pony.\"",
      "\"Trixie, hmm? I've heard about you. Don't worry, they're good things. Well, mostly good things.\"",
      "\"Do you like bananas?\"",
      "\"You're a bit of a troublemaker, aren't you? Equestria needs ponies like you, too.\"",
      "Celestia smiles warmly at you. \"Yes?\""
    ],
    "AskTopics": {
      "default": "\"Oh dear, I can't really help you with that. Have you tried asking somepony more knowledgeable about the subject?\"",
      "alicorn amulet": "\"Don't worry, it's safely locked away where it can't hurt anypony again.\" She gives you a pointed look. \"Let's not talk about that anymore.\""
    },
    "Alias": [
      "Celly",
      "Tia",
      "princess",
      "alicorn"
    ]
  },
  {
    "Description": "The Princess of the Moon, diarch of Equestria. You've always felt a certain kinship with her, and her plight. She keeps the night safe.",
    "FullName": "Princess Luna",
    "Race": "alicorn",
    "Gender": "female",
    "Location": "Castle main hall",
    "CasualDialog": [
      "\"GREET... *ahem* greetings, faithful subject.\"",
      "\"We recognize you... you're that pony who sends all the fan letters, correct?\"",
      "\"How may we be of assistance, citizen?\"",
      "\"Ah, the Great and Powerful Trixie. We've... heard of you.\"",
      "\"I really should be getting some sleep. Busy night, you know.\""
    ],
    "AskTopics": {
      "default": "\"We are... uncertain about that subject.\"",
      "alicorn amulet": "\"'Tis an evil, evil thing. You should not concern yourself about it, little pony.\""
    },
    "Alias": [
      "Luna",
      "Lulu",
      "Moony",
      "princess",
      "alicorn"
    ]
  },
  {
    "Description": "The grand Chaos Noodle himself. Weird, obnoxious, egocentric, annoying... okay, sometimes he's kind of fun, but don't let him hear that.",
    "FullName": "Discord",
    "Race": "draconequus",
    "Gender": "male",
    "Location": "Party cave",
    "CasualDialog": [
      "\"Well, if it isn't Trixie!\"",
      "\"Hmm. Care to assist me in a prank later? I could use a patsy... I mean, partner.\"",
      "\"Wait, are we in a game now? Splendid!\"",
      "\"No, I'm not going to lend you my powers of chaos, no matter how fun that'd be. Fluttershy is still upset about the last time.\"",
      "Discord grins and snaps his claw. You don't know what he might have done, but you should worry."
    ],
    "AskTopics": {
      "default": "\"Oh, the things I could tell you! But I won't. Because it's more fun this way.\"",
      "alicorn amulet": "\"Such a nice little toy! But, ah, I don't think anypony should DIG it up again. It could cause... trouble."
    },
    "Alias": [
      "dissy",
      "spirit",
      "draconequus"
    ]
  }
]



